Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: This workout has recorded data — a GPS track, laps or a sensor stream. Those aren't changed here, so editing the summary can make it disagree with them.
ar: لهذا التمرين بيانات مسجَّلة — مسار GPS أو لفات أو تسجيل مستشعر. لا تتغير هنا، لذا قد يجعل تحرير الملخص متعارضًا معها.
bg: Тази тренировка има записани данни — GPS следа, обиколки или поток от сензори. Те не се променят тук, така че редактирането на обобщението може да го разминe с тях.
ca: Aquest entrenament té dades enregistrades: traça GPS, voltes o un registre de sensor. Aquí no es modifiquen, així que editar el resum pot fer que hi entri en contradicció.
cs: Tenhle trénink má zaznamenaná data — GPS stopu, okruhy nebo záznam ze senzoru. Ta se tady nemění, takže úpravou souhrnu s nimi může přestat souhlasit.
da: Denne træning har registrerede data — et GPS-spor, omgange eller sensordata. De ændres ikke her, så redigering af oversigten kan sætte den i modstrid med dem.
de: Diese Einheit hat aufgezeichnete Daten — einen GPS-Track, Runden oder Sensordaten. Die werden hier nicht geändert, das Bearbeiten der Zusammenfassung kann sie also in Widerspruch dazu bringen.
el: Αυτή η προπόνηση έχει καταγεγραμμένα δεδομένα — ίχνος GPS, γύρους ή καταγραφή αισθητήρα. Αυτά δεν αλλάζουν εδώ, οπότε η επεξεργασία της σύνοψης μπορεί να τη φέρει σε αντίφαση μαζί τους.
es: Este entrenamiento tiene datos grabados: un track GPS, vueltas o registros de sensores. Aquí no se tocan, así que editar el resumen puede dejarlo en contradicción con ellos.
et: Sellel trennil on salvestatud andmed — GPS-rada, ringid või andurisalvestus. Neid siin ei muudeta, seega kokkuvõtte muutmine võib viia nendega vastuollu.
fi: Tässä harjoituksessa on tallennettua dataa — GPS-jälki, kierroksia tai anturidataa. Niitä ei muuteta täällä, joten yhteenvedon muokkaaminen voi saada sen ristiriitaan niiden kanssa.
fr: Cette séance contient des données enregistrées : une trace GPS, des tours ou des relevés de capteurs. Ils ne sont pas modifiés ici : éditer le résumé peut donc le mettre en contradiction avec eux.
ga: Tá sonraí taifeadta ag an seisiún seo — rian GPS, camchuairteanna nó taifead braiteora. Ní athraítear iad sin anseo, mar sin d'fhéadfadh eagarthóireacht ar an achoimre í a chur in aghaidh leo.
hr: Ovaj trening ima zabilježene podatke — GPS trag, krugove ili zapis senzora. Oni se ovdje ne mijenjaju, pa uređivanje sažetka može dovesti do neslaganja s njima.
hu: Ehhez az edzéshez rögzített adatok tartoznak — GPS-nyomvonal, körök vagy szenzoradatsor. Ezek itt nem változnak, ezért az összefoglaló szerkesztése ellentmondásba hozhatja velük.
id: Latihan ini punya data terekam — trek GPS, lap atau rekaman sensor. Semua itu tidak diubah di sini, jadi menyunting ringkasannya bisa membuat keduanya tidak cocok.
is: Þessi æfing hefur skráð gögn — GPS-feril, hringi eða skynjaraskráningu. Þeim er ekki breytt hér, svo breyting á samantektinni getur valdið ósamræmi við þau.
it: Questo allenamento ha dati registrati: una traccia GPS, dei giri o i dati dei sensori. Qui non vengono toccati, quindi modificare il riepilogo può metterlo in contraddizione con essi.
ja: このワークアウトには記録データ（GPS トラック、ラップ、センサーの連続データ）があります。ここでは変更されないため、サマリーを編集すると食い違う可能性があります。
ko: 이 운동에는 기록된 데이터(GPS 트랙, 랩, 센서 스트림)가 있습니다. 여기서는 바뀌지 않으므로, 요약을 수정하면 그 데이터와 어긋날 수 있습니다.
lt: Ši treniruotė turi įrašytų duomenų — GPS pėdsaką, ratus ar jutiklio įrašą. Jie čia nekeičiami, todėl santraukos redagavimas gali sukelti prieštaravimą su jais.
lv: Šim treniņam ir reģistrēti dati — GPS trase, apļi vai sensora ieraksts. Tie šeit netiek mainīti, tāpēc kopsavilkuma rediģēšana var radīt pretrunu ar tiem.
mk: Овој тренинг има запишани податоци — GPS-трага, кругови или запис од сензор. Тие тука не се менуваат, па уредувањето на резимето може да го доведе во несогласување со нив.
ms: Latihan ini mempunyai data yang dirakam — trek GPS, pusingan atau rakaman penderia. Semua itu tidak diubah di sini, jadi menyunting ringkasannya boleh menyebabkan kedua-duanya tidak sepadan.
mt: Din is-sessjoni għandha data rreġistrata — traċċa GPS, dawriet jew reġistrazzjoni ta' sensur. Dawn ma jinbidlux hawn, għalhekk jekk teditja s-sommarju tista' tagħmlu jikkontradiċihom.
nb: Denne økta har registrerte data — et GPS-spor, runder eller sensordata. De endres ikke her, så å redigere sammendraget kan sette det i strid med dem.
nl: Deze training heeft vastgelegde gegevens — een GPS-track, ronden of een sensorverloop. Die worden hier niet gewijzigd, dus de samenvatting aanpassen kan hem in tegenspraak brengen met die gegevens.
pl: Ten trening ma zapisane dane — ślad GPS, okrążenia albo zapis z czujników. Tutaj się ich nie zmienia, więc edycja podsumowania może je z nimi skłócić.
pt_br: Este treino tem dados gravados — trilha de GPS, voltas ou série de sensor. Eles não são alterados aqui, então editar o resumo pode deixá-lo em desacordo com esses dados.
pt_pt: Este treino tem dados gravados — um trilho de GPS, voltas ou registos de sensores. Aqui não são alterados, por isso editar o resumo pode pô-lo em contradição com eles.
ro: Acest antrenament are date înregistrate — un traseu GPS, ture sau înregistrări de la senzori. Acestea nu se modifică aici, așa că editarea rezumatului îl poate pune în contradicție cu ele.
ru: У этой тренировки есть записанные данные — GPS-трек, круги или запись датчика. Здесь они не меняются, поэтому правка сводки может привести к расхождению с ними.
sk: Tento tréning má zaznamenané údaje — GPS stopu, okruhy alebo záznam zo senzora. Tie sa tu nemenia, takže úpravou súhrnu s nimi môže prestať súhlasiť.
sl: Ta trening ima zabeležene podatke — sled GPS, kroge ali zapis senzorja. Ti se tukaj ne spreminjajo, zato lahko urejanje povzetka povzroči neskladje z njimi.
sq: Kjo stërvitje ka të dhëna të regjistruara — gjurmë GPS, xhiro ose regjistrim sensori. Ato nuk ndryshohen këtu, prandaj redaktimi i përmbledhjes mund ta çojë atë në kundërshtim me to.
sr: Овај тренинг има забележене податке — GPS траг, кругове или запис сензора. Они се овде не мењају, па уређивање сажетка може да доведе до неслагања с њима.
sv: Det här passet har registrerade data — ett GPS-spår, varv eller sensordata. De ändras inte här, så att redigera sammanfattningen kan få den att motsäga dem.
tr: Bu antrenmanın kayıtlı verisi var — GPS izi, turlar veya sensör kaydı. Bunlar burada değişmez, bu yüzden özeti düzenlemek onlarla çelişmesine yol açabilir.
uk: У цього тренування є записані дані — GPS-трек, кола або запис датчика. Тут вони не змінюються, тож правка зведення може призвести до розбіжності з ними.
vi: Buổi tập này có dữ liệu đã ghi — track GPS, các vòng hoặc chuỗi dữ liệu cảm biến. Những thứ đó không bị sửa ở đây, nên sửa phần tóm tắt có thể khiến hai bên vênh nhau.
zh_hans: 这次训练有记录数据——GPS 轨迹、分段或传感器数据流。这里不会改动它们，因此修改摘要可能导致两者不一致。
zh_hant: 這次訓練有記錄下來的資料——GPS 軌跡、分段或感測器資料流。這裡不會動到它們，因此修改摘要可能讓兩者對不上。

source: Threshold HR
ar: نبض العتبة
bg: Прагов пулс
ca: FC de llindar
cs: Prahová TF
da: Tærskelpuls
de: Schwellen-HF
el: Παλμοί κατωφλίου
es: FC de umbral
et: Läve pulss
fi: Kynnyssyke
fr: FC au seuil
ga: Ráta croí tairsí
hr: Pragovni puls
hu: Küszöbpulzus
id: DJ ambang
is: Þröskuldspúls
it: FC di soglia
ja: 閾値心拍
ko: 역치 심박수
lt: Slenksčio pulsas
lv: Sliekšņa pulss
mk: Прагов пулс
ms: Denyutan ambang
mt: Taħbit tal-limitu
nb: Terskelpuls
nl: Drempelhartslag
pl: Tętno progowe
pt_br: FC de limiar
pt_pt: FC de limiar
ro: Puls de prag
ru: Пороговый пульс
sk: Prahová TF
sl: Pragovni utrip
sq: Rrahjet në prag
sr: Праговни пулс
sv: Tröskelpuls
tr: Eşik nabzı
uk: Пороговий пульс
vi: Nhịp tim ngưỡng
zh_hans: 阈值心率
zh_hant: 閾值心率

source: Time
ar: الوقت
bg: Време
ca: Temps
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Tiempo
et: Aeg
fi: Aika
fr: Temps
ga: Am
hr: Vrijeme
hu: Idő
id: Waktu
is: Tími
it: Tempo
ja: 時間
ko: 시간
lt: Laikas
lv: Laiks
mk: Време
ms: Masa
mt: Ħin
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
pt_pt: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sq: Koha
sr: Време
sv: Tid
tr: Süre
uk: Час
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Time in each band
ar: الزمن في كل حزام
bg: Време във всяка лента
ca: Temps a cada banda
cs: Čas v jednotlivých pásmech
da: Tid i hvert bånd
de: Zeit in jedem Band
el: Χρόνος σε κάθε ζώνη
es: Tiempo en cada banda
et: Aeg igas vööndis
fi: Aika kullakin kaistalla
fr: Temps dans chaque bande
ga: Am i ngach banda
hr: Vrijeme u svakom pojasu
hu: Idő az egyes sávokban
id: Waktu di tiap pita
is: Tími í hverju belti
it: Tempo in ciascuna banda
ja: 各帯の滞在時間
ko: 구간별 시간
lt: Laikas kiekvienoje juostoje
lv: Laiks katrā joslā
mk: Време во секој појас
ms: Masa dalam setiap jalur
mt: Ħin f'kull faxxa
nb: Tid i hvert bånd
nl: Tijd in elke band
pl: Czas w każdym paśmie
pt_br: Tempo em cada faixa
pt_pt: Tempo em cada banda
ro: Timp în fiecare bandă
ru: Время в каждой полосе
sk: Čas v jednotlivých pásmach
sl: Čas v vsakem pasu
sq: Koha në secilin brez
sr: Време у сваком појасу
sv: Tid i varje band
tr: Her banttaki süre
uk: Час у кожній смузі
vi: Thời gian ở từng dải
zh_hans: 各区段用时
zh_hant: 各區段用時

source: Time in zone needs per-second heart rate, which comes from a .fit import or a synced activity with streams.
ar: يحتاج الزمن في النطاق إلى نبض لكل ثانية، ويأتي من استيراد ‎.fit أو نشاط مُزامَن يحتوي تسجيلات.
bg: Времето в зона изисква пулс по секунди, който идва от .fit импорт или синхронизирана активност с потоци.
ca: El temps per zones necessita pulsacions segon a segon, que vénen d'una importació .fit o d'una activitat sincronitzada amb registres.
cs: Čas v zóně potřebuje tepovou frekvenci po sekundách, která pochází z importu .fit nebo ze synchronizované aktivity se záznamy.
da: Tid i zone kræver puls pr. sekund, som kommer fra en .fit-import eller en synkroniseret aktivitet med dataforløb.
de: Zeit in der Zone braucht Herzfrequenz im Sekundentakt, aus einem .fit-Import oder einer synchronisierten Aktivität mit Datenströmen.
el: Ο χρόνος ανά ζώνη χρειάζεται παλμούς ανά δευτερόλεπτο, που προέρχονται από εισαγωγή .fit ή συγχρονισμένη δραστηριότητα με καταγραφές.
es: El tiempo en zona necesita frecuencia cardíaca por segundo, que viene de una importación .fit o de una actividad sincronizada con registros.
et: Tsooniaeg vajab sekundipõhist pulssi, mis tuleb .fit-impordist või salvestustega sünkroonitud tegevusest.
fi: Aika alueella vaatii sekuntikohtaisen sykkeen, joka tulee .fit-tuonnista tai synkronoidusta suorituksesta, jossa on datavirrat.
fr: Le temps en zone exige une fréquence cardiaque à la seconde, issue d'un import .fit ou d'une activité synchronisée avec relevés.
ga: Teastaíonn ráta croí gach soicind don am i gcrios, a thagann ó iompórtáil .fit nó ó ghníomhaíocht shioncronaithe le taifid.
hr: Vrijeme u zoni treba puls po sekundi, koji dolazi iz uvoza .fit ili iz sinkronizirane aktivnosti sa zapisima.
hu: A zónában töltött időhöz másodpercenkénti pulzus kell, ami .fit importból vagy adatsorokat tartalmazó szinkronizált tevékenységből érkezik.
id: Waktu di zona perlu detak jantung per detik, yang datang dari impor .fit atau aktivitas tersinkron yang punya rekaman.
is: Tími í þrepum þarf púls á sekúndufresti, sem kemur úr .fit-innflutningi eða samstilltri æfingu með skráningum.
it: Il tempo in zona richiede la frequenza cardiaca al secondo, che arriva da un import .fit o da un'attività sincronizzata con i tracciati.
ja: ゾーン別時間には秒単位の心拍が必要で、.fit の読み込みか連続データ付きの同期アクティビティから得られます。
ko: 구간별 시간에는 초 단위 심박수가 필요하며, 이는 .fit 가져오기나 스트림이 있는 동기화 활동에서 옵니다.
lt: Laikui zonose reikia pulso kas sekundę, kuris gaunamas iš .fit importo ar sinchronizuotos veiklos su įrašais.
lv: Laikam zonās vajag pulsu pa sekundēm, kas nāk no .fit importa vai sinhronizētas aktivitātes ar ierakstiem.
mk: Времето во зона бара пулс по секунда, кој доаѓа од увоз .fit или од синхронизирана активност со записи.
ms: Masa dalam zon memerlukan denyutan jantung setiap saat, yang datang daripada import .fit atau aktiviti tersegerak yang mempunyai rakaman.
mt: Il-ħin fiż-żona jeħtieġ taħbit tal-qalb kull sekonda, li jiġi minn importazzjoni .fit jew minn attività sinkronizzata bir-reġistrazzjonijiet.
nb: Tid i sone krever puls per sekund, som kommer fra en .fit-import eller en synkronisert aktivitet med dataforløp.
nl: Tijd in zone vereist hartslag per seconde, die uit een .fit-import of een gesynchroniseerde activiteit met verlopen komt.
pl: Czas w strefie wymaga tętna co sekundę, które pochodzi z importu .fit albo zsynchronizowanej aktywności z zapisami.
pt_br: O tempo em zona precisa de frequência cardíaca segundo a segundo, que vem de uma importação .fit ou de uma atividade sincronizada com séries de dados.
pt_pt: O tempo em zona precisa de frequência cardíaca ao segundo, que vem de uma importação .fit ou de uma atividade sincronizada com registos.
ro: Timpul pe zone are nevoie de puls secundă cu secundă, care vine dintr-un import .fit sau dintr-o activitate sincronizată cu înregistrări.
ru: Для времени в зонах нужен посекундный пульс — из импорта .fit или синхронизированной активности с записями.
sk: Čas v zóne potrebuje tepovú frekvenciu po sekundách, ktorá pochádza z importu .fit alebo zo synchronizovanej aktivity so záznamami.
sl: Čas v coni potrebuje sekundni srčni utrip, ki pride iz uvoza .fit ali iz sinhronizirane aktivnosti z zapisi.
sq: Koha në zonë kërkon rrahje zemre sekondë pas sekonde, që vijnë nga një import .fit ose nga një aktivitet i sinkronizuar me regjistrime.
sr: Време у зони тражи пулс по секунди, који долази из увоза .fit или из синхронизоване активности са записима.
sv: Tid i zon kräver puls per sekund, som kommer från en .fit-import eller en synkad aktivitet med dataströmmar.
tr: Bölgedeki süre için saniyelik nabız gerekir; bu, bir .fit içe aktarımından veya kayıtları olan eşitlenmiş bir etkinlikten gelir.
uk: Для часу в зонах потрібен посекундний пульс — з імпорту .fit або синхронізованої активності із записами.
vi: Thời gian trong vùng cần nhịp tim từng giây, thứ đến từ tệp .fit nhập vào hoặc hoạt động đồng bộ có kèm chuỗi dữ liệu.
zh_hans: 区间用时需要逐秒心率，它来自 .fit 导入或带数据流的同步活动。
zh_hant: 區間用時需要逐秒心率，它來自 .fit 匯入或帶有資料流的同步活動。

source: Time of day, conditions…
ar: وقت اليوم، الظروف…
bg: Час от деня, условия…
ca: Hora del dia, condicions…
cs: Denní doba, podmínky…
da: Tidspunkt, forhold…
de: Tageszeit, Bedingungen…
el: Ώρα της ημέρας, συνθήκες…
es: Hora del día, condiciones…
et: Kellaaeg, tingimused…
fi: Kellonaika, olosuhteet…
fr: Heure de la journée, conditions…
ga: Am den lá, coinníollacha…
hr: Doba dana, uvjeti…
hu: Napszak, körülmények…
id: Waktu dalam sehari, kondisi…
is: Tími dags, aðstæður…
it: Ora del giorno, condizioni…
ja: 時間帯、コンディション…
ko: 시간대, 날씨…
lt: Paros metas, sąlygos…
lv: Diennakts laiks, apstākļi…
mk: Дел од денот, услови…
ms: Waktu hari, keadaan…
mt: Ħin tal-ġurnata, kundizzjonijiet…
nb: Tid på døgnet, forhold…
nl: Tijdstip, omstandigheden…
pl: Pora dnia, warunki…
pt_br: Hora do dia, condições…
pt_pt: Hora do dia, condições…
ro: Ora din zi, condiții…
ru: Время суток, условия…
sk: Denná doba, podmienky…
sl: Del dneva, razmere…
sq: Ora e ditës, kushtet…
sr: Доба дана, услови…
sv: Tid på dygnet, förhållanden…
tr: Günün saati, koşullar…
uk: Час доби, умови…
vi: Thời điểm trong ngày, thời tiết…
zh_hans: 时间段、天气…
zh_hant: 時段、天候…

source: Today
ar: اليوم
bg: Днес
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
et: Täna
fi: Tänään
fr: Aujourd'hui
ga: Inniu
hr: Danas
hu: Ma
id: Hari ini
is: Í dag
it: Oggi
ja: 今日
ko: 오늘
lt: Šiandien
lv: Šodien
mk: Денес
ms: Hari ini
mt: Illum
nb: I dag
nl: Vandaag
pl: Dziś
pt_br: Hoje
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sq: Sot
sr: Данас
sv: I dag
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Too hard
ar: صعب جدًا
bg: Твърде тежко
ca: Massa dur
cs: Příliš těžké
da: For hårdt
de: Zu hart
el: Πολύ δύσκολο
es: Demasiado duro
et: Liiga raske
fi: Liian kovaa
fr: Trop dur
ga: Ró-chrua
hr: Prezahtjevno
hu: Túl kemény
id: Terlalu berat
is: Of erfitt
it: Troppo duro
ja: きつすぎ
ko: 너무 힘듦
lt: Per sunku
lv: Pārāk grūti
mk: Премногу тешко
ms: Terlalu berat
mt: Iebes wisq
nb: For hardt
nl: Te zwaar
pl: Za ciężko
pt_br: Forte demais
pt_pt: Demasiado duro
ro: Prea greu
ru: Слишком тяжело
sk: Príliš ťažké
sl: Prezahtevno
sq: Tepër e vështirë
sr: Претешко
sv: För hårt
tr: Çok zor
uk: Надто важко
vi: Quá nặng
zh_hans: 太吃力
zh_hant: 太吃力

source: Too much, too soon
ar: كثير جدًا وسريع جدًا
bg: Твърде много, твърде рано
ca: Massa i massa aviat
cs: Moc a moc brzy
da: For meget, for hurtigt
de: Zu viel, zu schnell
el: Πάρα πολλά, πάρα πολύ νωρίς
es: Demasiado, demasiado pronto
et: Liiga palju, liiga vara
fi: Liian paljon, liian nopeasti
fr: Trop, trop vite
ga: An iomarca, róluath
hr: Previše i prebrzo
hu: Túl sok, túl hamar
id: Terlalu banyak, terlalu cepat
is: Of mikið, of snemma
it: Troppo, troppo presto
ja: 急に増やしすぎ
ko: 너무 많이, 너무 빨리
lt: Per daug, per anksti
lv: Pārāk daudz, pārāk ātri
mk: Премногу и пребрзо
ms: Terlalu banyak, terlalu cepat
mt: Wisq, u kmieni wisq
nb: For mye, for fort
nl: Te veel, te snel
pl: Za dużo, za szybko
pt_br: Demais, cedo demais
pt_pt: Demasiado, cedo demais
ro: Prea mult, prea repede
ru: Слишком много и слишком рано
sk: Veľa a príliš skoro
sl: Preveč in prehitro
sq: Shumë, dhe shumë shpejt
sr: Превише и пребрзо
sv: För mycket, för snabbt
tr: Çok fazla, çok erken
uk: Забагато й надто рано
vi: Quá nhiều, quá sớm
zh_hans: 太多太急
zh_hant: 太多太急

source: Total
ar: الإجمالي
bg: Общо
cs: Celkem
da: I alt
de: Gesamt
el: Σύνολο
et: Kokku
fi: Yhteensä
ga: Iomlán
hr: Ukupno
hu: Összesen
is: Alls
it: Totale
ja: 合計
ko: 합계
lt: Iš viso
lv: Kopā
mk: Вкупно
ms: Jumlah
nb: Totalt
nl: Totaal
pl: Razem
ru: Всего
sk: Spolu
sl: Skupaj
sq: Gjithsej
sr: Укупно
sv: Totalt
tr: Toplam
uk: Разом
vi: Tổng
zh_hans: 合计
zh_hant: 合計

source: Total distance
ar: إجمالي المسافة
bg: Общо разстояние
ca: Distància total
cs: Celková vzdálenost
da: Samlet distance
de: Gesamtdistanz
el: Συνολική απόσταση
es: Distancia total
et: Kogudistants
fi: Kokonaismatka
fr: Distance totale
ga: Fad iomlán
hr: Ukupna udaljenost
hu: Összes táv
id: Jarak total
is: Heildarvegalengd
it: Distanza totale
ja: 総距離
ko: 총 거리
lt: Bendras atstumas
lv: Kopējā distance
mk: Вкупно растојание
ms: Jumlah jarak
mt: Distanza totali
nb: Total distanse
nl: Totale afstand
pl: Dystans łącznie
pt_br: Distância total
pt_pt: Distância total
ro: Distanță totală
ru: Общая дистанция
sk: Celková vzdialenosť
sl: Skupna razdalja
sq: Distanca e përgjithshme
sr: Укупна раздаљина
sv: Total distans
tr: Toplam mesafe
uk: Загальна дистанція
vi: Tổng quãng đường
zh_hans: 总距离
zh_hant: 總距離

source: Total time
ar: إجمالي الوقت
bg: Общо време
ca: Temps total
cs: Celkový čas
da: Samlet tid
de: Gesamtzeit
el: Συνολικός χρόνος
es: Tiempo total
et: Koguaeg
fi: Kokonaisaika
fr: Temps total
ga: Am iomlán
hr: Ukupno vrijeme
hu: Összes idő
id: Waktu total
is: Heildartími
it: Tempo totale
ja: 総時間
ko: 총 시간
lt: Bendras laikas
lv: Kopējais laiks
mk: Вкупно време
ms: Jumlah masa
mt: Ħin totali
nb: Total tid
nl: Totale tijd
pl: Czas łącznie
pt_br: Tempo total
pt_pt: Tempo total
ro: Timp total
ru: Общее время
sk: Celkový čas
sl: Skupni čas
sq: Koha e përgjithshme
sr: Укупно време
sv: Total tid
tr: Toplam süre
uk: Загальний час
vi: Tổng thời gian
zh_hans: 总时间
zh_hant: 總時間

source: Trail Run
ar: جري في المسارات
bg: Планинско бягане
ca: Trail
cs: Běh v terénu
da: Trailløb
de: Traillauf
el: Ορεινό τρέξιμο
es: Trail
et: Maastikujooks
fi: Polkujuoksu
fr: Trail
ga: Rith sléibhe
hr: Trail trčanje
hu: Terepfutás
id: Lari Trail
is: Utanvegahlaup
it: Trail
ja: トレイルラン
ko: 트레일 러닝
lt: Takų bėgimas
lv: Taku skrējiens
mk: Трејл трчање
ms: Larian Denai
mt: Ġirja fil-kampanja
nb: Terrengløp
pl: Bieg terenowy
pt_pt: Trail
ro: Alergare montană
ru: Трейл
sk: Beh v teréne
sl: Gorski tek
sq: Vrapim malor
sr: Трејл трчање
sv: Terränglöpning
tr: Patika koşusu
uk: Трейл
vi: Chạy Trail
zh_hans: 越野跑
zh_hant: 越野跑

source: Training load
ar: حمل التدريب
bg: Тренировъчно натоварване
ca: Càrrega d'entrenament
cs: Tréninková zátěž
da: Træningsbelastning
de: Trainingsbelastung
el: Φορτίο προπόνησης
es: Carga de entrenamiento
et: Treeningkoormus
fi: Harjoituskuormitus
fr: Charge d'entraînement
ga: Ualach traenála
hr: Opterećenje treninga
hu: Edzésterhelés
id: Beban latihan
is: Æfingaálag
it: Carico di allenamento
ja: トレーニング負荷
ko: 훈련 부하
lt: Treniruočių krūvis
lv: Treniņu slodze
mk: Тренинг оптоварување
ms: Beban latihan
mt: Tagħbija tat-taħriġ
nb: Treningsbelastning
nl: Trainingsbelasting
pl: Obciążenie treningowe
pt_br: Carga de treino
pt_pt: Carga de treino
ro: Încărcătură de antrenament
ru: Тренировочная нагрузка
sk: Tréningová záťaž
sl: Obremenitev treninga
sq: Ngarkesa e stërvitjes
sr: Оптерећење тренинга
sv: Träningsbelastning
tr: Antrenman yükü
uk: Тренувальне навантаження
vi: Tải tập luyện
zh_hans: 训练负荷
zh_hant: 訓練負荷

source: Training load %lld, %@
ar: حمل التدريب %lld، %@
bg: Тренировъчно натоварване %lld, %@
ca: Càrrega d'entrenament %lld, %@
cs: Tréninková zátěž %lld, %@
da: Træningsbelastning %lld, %@
de: Trainingsbelastung %lld, %@
el: Φορτίο προπόνησης %lld, %@
es: Carga de entrenamiento %lld, %@
et: Treeningkoormus %lld, %@
fi: Harjoituskuormitus %lld, %@
fr: Charge d'entraînement %lld, %@
ga: Ualach traenála %lld, %@
hr: Opterećenje treninga %lld, %@
hu: Edzésterhelés %lld, %@
id: Beban latihan %lld, %@
is: Æfingaálag %lld, %@
it: Carico di allenamento %lld, %@
ja: トレーニング負荷 %lld、%@
ko: 훈련 부하 %lld, %@
lt: Treniruočių krūvis %lld, %@
lv: Treniņu slodze %lld, %@
mk: Тренинг оптоварување %lld, %@
ms: Beban latihan %lld, %@
mt: Tagħbija tat-taħriġ %lld, %@
nb: Treningsbelastning %lld, %@
nl: Trainingsbelasting %lld, %@
pl: Obciążenie treningowe %lld, %@
pt_br: Carga de treino %lld, %@
pt_pt: Carga de treino %lld, %@
ro: Încărcătură de antrenament %lld, %@
ru: Тренировочная нагрузка %lld, %@
sk: Tréningová záťaž %lld, %@
sl: Obremenitev treninga %lld, %@
sq: Ngarkesa e stërvitjes %lld, %@
sr: Оптерећење тренинга %lld, %@
sv: Träningsbelastning %lld, %@
tr: Antrenman yükü %lld, %@
uk: Тренувальне навантаження %lld, %@
vi: Tải tập luyện %lld, %@
zh_hans: 训练负荷 %lld，%@
zh_hant: 訓練負荷 %lld，%@
